Repository: gaojunbin/remote-control
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.1fs
zh_hans: %.1f 秒

source: %@ is larger than 6 MB.
zh_hans: %@ 超过 6 MB。

source: %@ is larger than 6 MB. Attach a smaller file.
zh_hans: %@ 超过 6 MB，请换一个更小的文件。

source: %@ loses its access token and its sessions disappear from this gateway. Agent transcripts on the machine are untouched.
zh_hans: %@ 的访问令牌将被吊销，其会话会从本网关消失。机器上的 agent 记录不受影响。

source: %@ · %lld waiting
zh_hans: %@ · %lld 个等待

source: %@, %lld added, %lld removed
zh_hans: %@，新增 %lld 行，删除 %lld 行

source: %lld ahead
zh_hans: 领先 %lld

source: %lld behind
zh_hans: 落后 %lld

source: %lld device
zh_hans: %lld 台设备

source: %lld devices
zh_hans: %lld 台设备

source: %lld new update
zh_hans: %lld 条新消息

source: %lld new updates
zh_hans: %lld 条新消息

source: %lld tokens used
zh_hans: 已用 %lld 个 token

source: %lldd
zh_hans: %lld 天前

source: %lldh
zh_hans: %lld 小时前

source: %lldm
zh_hans: %lld 分钟前

source: %lldm %llds
zh_hans: %lld 分 %lld 秒

source: %llds
zh_hans: %lld 秒

source: , delivery unconfirmed
zh_hans: ，未确认送达

source: , sending
zh_hans: ，发送中

source: , the agent will read it at its next step
zh_hans: ，agent 将在下一步读取

source: , will be re-sent
zh_hans: ，将重新发送

source: A notification says which device and session needs you, and nothing else. No prompt text, output or file contents leave the gateway.
zh_hans: 通知只说明哪台设备的哪个会话需要你，不包含其他内容。提示词、输出和文件内容都不会离开网关。

source: A worktree gives the agent its own checkout, so your working copy stays untouched.
zh_hans: worktree 给 agent 一份独立的检出，你的工作副本不受影响。

source: About
zh_hans: 关于

source: Account
zh_hans: 账户

source: Add a device first, then start a session on it.
zh_hans: 先添加一台设备，再在上面新建会话。

source: Add an attachment
zh_hans: 添加附件

source: Add device
zh_hans: 添加设备

source: All
zh_hans: 全部

source: Allow microphone access in Settings, or keep typing.
zh_hans: 请在系统设置中允许使用麦克风，或继续打字。

source: Allow speech recognition in Settings, or keep typing.
zh_hans: 请在系统设置中允许语音识别，或继续打字。

source: Another app took over this connection.
zh_hans: 另一个应用接管了此连接。

source: Answer
zh_hans: 回答

source: Answered
zh_hans: 已回答

source: App lock
zh_hans: 应用锁

source: Approval needed
zh_hans: 需要批准

source: Archive
zh_hans: 归档

source: Archive · %lld
zh_hans: 归档 · %lld

source: Archive, %lld sessions on %@
zh_hans: 归档，%2$@ 上有 %1$lld 个会话

source: Archived
zh_hans: 已归档

source: Attach at most %lld files to one message.
zh_hans: 一条消息最多附加 %lld 个文件。

source: Audio is streamed to your gateway for transcription.
zh_hans: 音频会上传到你自己的网关进行转写。

source: Audio stays on this device. Needs an on-device model for the language you pick.
zh_hans: 音频留在本机。需要所选语言的本地模型。

source: Auto
zh_hans: 自动

source: Automatic
zh_hans: 自动

source: Blocked in iOS Settings
zh_hans: 已在系统设置中禁用

source: Browse
zh_hans: 浏览

source: Cached sessions and drafts for this account are removed from this device. Nothing changes on your machines.
zh_hans: 本账户在此设备上的会话缓存和草稿会被清除。你的机器不受影响。

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Code
zh_hans: 代码

source: Connect
zh_hans: 连接

source: Connecting
zh_hans: 连接中

source: Controlled by the terminal
zh_hans: 由终端控制

source: Controlled by the terminal · Take over to send
zh_hans: 由终端控制 · 接管后可发送

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 复制

source: Copy the whole block
zh_hans: 复制整段

source: Could not reach the keychain. Unlock this device and try again.
zh_hans: 无法访问钥匙串。请解锁设备后重试。

source: Delivery unconfirmed
zh_hans: 未确认送达

source: Delivery unconfirmed · retry or dismiss first
zh_hans: 未确认送达 · 请先重试或忽略

source: Delivery unconfirmed. Check the session before sending again.
zh_hans: 未确认送达。再次发送前请先查看会话。

source: Delivery unconfirmed. Nothing was resent automatically.
zh_hans: 未确认送达。没有自动重发任何内容。

source: Demo · nothing leaves this device
zh_hans: 演示 · 数据不会离开本机

source: Detail
zh_hans: 详细程度

source: Detailed
zh_hans: 详细

source: Detailed adds thinking, tool calls and the task list.
zh_hans: 详细会加上思考过程、工具调用和任务列表。

source: Detect installed agents
zh_hans: 检测已安装的 agent

source: Device
zh_hans: 设备

source: Device handshake
zh_hans: 设备握手

source: Device offline
zh_hans: 设备离线

source: Device online
zh_hans: 设备在线

source: Devices
zh_hans: 设备

source: Diagnostics
zh_hans: 诊断信息

source: Diagram
zh_hans: 图表

source: Dictate a message
zh_hans: 语音输入

source: Dictation language
zh_hans: 语音语言

source: Dictation stopped. What was recognised is in your draft.
zh_hans: 语音输入已停止。已识别的内容保留在草稿中。

source: Dismiss
zh_hans: 忽略

source: Done
zh_hans: 完成

source: Download the installer, then run it with your pairing code.
zh_hans: 下载安装脚本，然后带上配对码运行。

source: Drive Claude Code and Codex on your own machines, from your phone.
zh_hans: 在手机上驱动你自己机器上的 Claude Code 和 Codex。

source: Effort
zh_hans: 思考强度

source: Ended with an error after %@
zh_hans: %@ 后出错结束

source: Enter the full gateway address, for example https://rc.example.com.
zh_hans: 请输入完整的网关地址，例如 https://rc.example.com。

source: Files
zh_hans: 文件

source: Filter by agent
zh_hans: 按 agent 筛选

source: Finished in %@
zh_hans: 用时 %@ 完成

source: Finishing the transcript
zh_hans: 正在整理转写结果

source: Fold
zh_hans: 折叠

source: Formula
zh_hans: 公式

source: Gateway
zh_hans: 网关

source: Gateway password
zh_hans: 网关密码

source: Gateway ready
zh_hans: 网关就绪

source: Gateway version
zh_hans: 网关版本

source: Get a new code
zh_hans: 获取新配对码

source: Getting the microphone ready
zh_hans: 正在准备麦克风

source: Input
zh_hans: 输入

source: Interrupt & send
zh_hans: 中断并发送

source: Isolate in a worktree
zh_hans: 在 worktree 中隔离

source: Jump to latest
zh_hans: 回到最新

source: Language
zh_hans: 语言

source: Listening for %@
zh_hans: 已录音 %@

source: Load earlier messages
zh_hans: 加载更早的消息

source: Loading
zh_hans: 加载中

source: Manual install
zh_hans: 手动安装

source: Message
zh_hans: 消息

source: Message · sent when the terminal is idle
zh_hans: 消息 · 终端空闲时发送

source: Message · will be queued
zh_hans: 消息 · 将排队

source: Message · will steer the turn
zh_hans: 消息 · 将转向当前任务

source: Model
zh_hans: 模型

source: Name
zh_hans: 名称

source: New session
zh_hans: 新建会话

source: No device is online. Add one from the Devices tab.
zh_hans: 没有在线设备。请在“设备”页添加一台。

source: No devices yet
zh_hans: 还没有设备

source: No on-device model for this language. Switch to gateway transcription in Settings.
zh_hans: 该语言没有本地模型。请在设置中改用网关转写。

source: No session on any device is running %@.
zh_hans: 没有任何设备上的会话在运行 %@。

source: No session title, folder or agent matches that.
zh_hans: 没有会话标题、目录或 agent 与之匹配。

source: No sessions yet
zh_hans: 还没有会话

source: No subdirectories here.
zh_hans: 这里没有子目录。

source: Not available on this device
zh_hans: 此设备不支持

source: Not connected to the gateway.
zh_hans: 未连接到网关。

source: Not unlocked. You can try again.
zh_hans: 未解锁，可以再试一次。

source: Nothing is queued.
zh_hans: 没有排队的消息。

source: Nothing matches
zh_hans: 没有匹配项

source: Notifications
zh_hans: 通知

source: Notify me
zh_hans: 通知我

source: Off
zh_hans: 已关闭

source: Offline · your draft is saved
zh_hans: 离线 · 草稿已保存

source: On
zh_hans: 已开启

source: On this iPhone
zh_hans: 在本机

source: Open full output
zh_hans: 查看完整输出

source: Open full screen
zh_hans: 全屏查看

source: Open iOS Settings
zh_hans: 打开系统设置

source: Output
zh_hans: 输出

source: Password
zh_hans: 密码

source: Permissions
zh_hans: 权限

source: Photos
zh_hans: 照片

source: Platform
zh_hans: 平台

source: Protocol
zh_hans: 协议

source: Queue
zh_hans: 排队

source: Quotation
zh_hans: 引用

source: Reconnect
zh_hans: 重新连接

source: Reconnecting
zh_hans: 重连中

source: Registering with Apple
zh_hans: 正在向 Apple 注册

source: Remote Control is locked
zh_hans: Remote Control 已锁定

source: Remove
zh_hans: 移除

source: Remove device
zh_hans: 移除设备

source: Remove this device?
zh_hans: 移除这台设备？

source: Rename
zh_hans: 重命名

source: Rename device
zh_hans: 重命名设备

source: Requesting a code
zh_hans: 正在获取配对码

source: Require Face ID
zh_hans: 需要面容 ID

source: Retry
zh_hans: 重试

source: Run one command on the machine where your agents live. It dials out to the gateway, so nothing is exposed on the host.
zh_hans: 在运行 agent 的机器上执行一条命令。它会主动连接网关，主机不对外暴露任何端口。

source: Run one command on the machine where your agents live. It dials out to the gateway; nothing is exposed on the host.
zh_hans: 在运行 agent 的机器上执行一条命令。它会主动连接网关，主机不对外暴露任何端口。

source: Save
zh_hans: 保存

source: Scroll sideways to read the table
zh_hans: 左右滑动查看表格

source: Select
zh_hans: 选择

source: Send
zh_hans: 发送

source: Sending…
zh_hans: 发送中…

source: Session
zh_hans: 会话

source: Session settings
zh_hans: 会话设置

source: Sessions
zh_hans: 会话

source: Set in the terminal
zh_hans: 由终端设置

source: Settings
zh_hans: 设置

source: Share this block
zh_hans: 分享这一段

source: Share this report
zh_hans: 分享此报告

source: Show all %lld lines
zh_hans: 显示全部 %lld 行

source: Show less
zh_hans: 收起

source: Show the rendered version
zh_hans: 显示渲染结果

source: Show the source
zh_hans: 显示源码

source: Sign out
zh_hans: 退出登录

source: Sign out of this gateway?
zh_hans: 退出此网关？

source: Signed in as
zh_hans: 登录身份

source: Simple
zh_hans: 简约

source: Simple shows only what is written to you.
zh_hans: 简约只显示写给你看的内容。

source: Speed
zh_hans: 速度

source: Standard
zh_hans: 标准

source: Start a session to drive an agent from here.
zh_hans: 新建一个会话，从这里驱动 agent。

source: Start claude through the remote-control shim to control it from here
zh_hans: 通过 remote-control 的 shim 启动 claude，才能从这里控制它

source: Start session
zh_hans: 开始会话

source: Start the Codex app-server daemon on this device to control it from here
zh_hans: 在此设备上启动 Codex app-server 守护进程，才能从这里控制它

source: Status
zh_hans: 状态

source: Still writing
zh_hans: 仍在输出

source: Stop
zh_hans: 停止

source: Stopped after %@
zh_hans: %@ 后已停止

source: Submit
zh_hans: 提交

source: Syncing
zh_hans: 同步中

source: Take over
zh_hans: 接管

source: That device is offline
zh_hans: 该设备离线

source: That device or session no longer exists.
zh_hans: 该设备或会话已不存在。

source: That image could not be attached.
zh_hans: 无法附加这张图片。

source: That message is longer than 64 KB. Shorten it or attach a file.
zh_hans: 消息超过 64 KB。请缩短内容，或改为附加文件。

source: That response was too large to load.
zh_hans: 响应内容过大，无法加载。

source: The agent has a question
zh_hans: Agent 有一个问题

source: The code %@ can be used once and expires ten minutes after it was issued.
zh_hans: 配对码 %@ 只能使用一次，签发十分钟后失效。

source: The demo runs entirely on this device with sample data. Nothing is sent anywhere.
zh_hans: 演示完全在本机运行，使用示例数据，不会向外发送任何内容。

source: The gateway did not answer in time.
zh_hans: 网关未在规定时间内响应。

source: The gateway did not return a transcript.
zh_hans: 网关没有返回转写结果。

source: The gateway does not have this feature enabled.
zh_hans: 网关未启用此功能。

source: The gateway no longer lists it. It may have been deleted on the device.
zh_hans: 网关已不再列出它，可能已在设备上删除。

source: The gateway refused the registration
zh_hans: 网关拒绝了注册

source: The gateway refused this request.
zh_hans: 网关拒绝了此请求。

source: The gateway request failed (%lld).
zh_hans: 网关请求失败（%lld）。

source: The gateway sent a frame this app could not read (%@).
zh_hans: 网关发来的帧本应用无法解析（%@）。

source: The gateway sent a response this app could not read.
zh_hans: 网关发来的响应本应用无法解析。

source: The gateway speaks protocol %lld; this app speaks %lld. Update both.
zh_hans: 网关使用协议 %lld，本应用使用 %lld。请同时更新两端。

source: The microphone is unavailable. Try again, or keep typing.
zh_hans: 麦克风不可用。请重试，或继续打字。

source: The transcript did not finish. What was recognised is in your draft.
zh_hans: 转写未完成。已识别的内容保留在草稿中。

source: The transcription connection dropped.
zh_hans: 转写连接已断开。

source: Thinking
zh_hans: 思考中

source: This app speaks protocol %lld; the gateway speaks %lld. Update both sides.
zh_hans: 本应用使用协议 %lld，网关使用 %lld。请同时更新两端。

source: This device
zh_hans: 这台设备

source: This device sent a %@ block that this app version cannot show yet.
zh_hans: 该设备发来了一个 %@ 块，当前版本尚无法显示。

source: This gateway has no transcription service configured, so dictation falls back to on-device recognition.
zh_hans: 此网关未配置转写服务，语音输入会回退到本机识别。

source: This gateway refused the connection.
zh_hans: 此网关拒绝了连接。

source: This gateway refused the connection. Ask whoever runs it for access.
zh_hans: 此网关拒绝了连接。请向网关管理者申请访问权限。

source: This is everything the report contains. Read it before you share it.
zh_hans: 这就是报告的全部内容。分享前请先阅读。

source: This question expired before it was answered.
zh_hans: 这个问题在被回答前已过期。

source: This request expired
zh_hans: 该请求已过期

source: This session is gone
zh_hans: 会话已不存在

source: This terminal session was started without the attachment; restart it to control it from here
zh_hans: 这个终端会话启动时没有接入，重启后才能从这里控制

source: Thought about it
zh_hans: 已思考

source: Thought for %@
zh_hans: 思考了 %@

source: Timeline
zh_hans: 时间线

source: Todos %lld/%lld
zh_hans: 任务 %lld/%lld

source: Too long to render. Read the source instead.
zh_hans: 内容过长，无法渲染。请查看源码。

source: Too many attempts. Wait a moment and try again.
zh_hans: 尝试次数过多。请稍候再试。

source: Transcribe
zh_hans: 转写方式

source: Transcribing live · edit before sending
zh_hans: 实时转写 · 发送前可编辑

source: Transcribing on your gateway · edit before sending
zh_hans: 在网关转写 · 发送前可编辑

source: Transcription is unavailable right now. Keep typing instead.
zh_hans: 转写暂时不可用，请继续打字。

source: Try the demo
zh_hans: 试用演示

source: Unlock
zh_hans: 解锁

source: Unlock Remote Control
zh_hans: 解锁 Remote Control

source: Unlock with Face ID, Touch ID or your passcode to see your sessions.
zh_hans: 使用面容 ID、触控 ID 或密码解锁后查看会话。

source: Unlock with Face ID, Touch ID or your passcode when the app returns from the background.
zh_hans: 应用从后台返回时，使用面容 ID、触控 ID 或密码解锁。

source: Untitled session
zh_hans: 未命名会话

source: Up next
zh_hans: 待发送

source: Up next · %lld
zh_hans: 待发送 · %lld

source: Up one level
zh_hans: 上一级

source: Version
zh_hans: 版本

source: Voice
zh_hans: 语音

source: Waiting for permission
zh_hans: 等待授权

source: Waiting for the gateway
zh_hans: 等待网关

source: Waiting for your answer
zh_hans: 等待你的回答

source: Working directory
zh_hans: 工作目录

source: Working · %lld message queued
zh_hans: 正在工作 · %lld 条消息排队

source: Working · %lld messages queued
zh_hans: 正在工作 · %lld 条消息排队

source: Working · your message will be queued
zh_hans: 正在工作 · 消息将排队

source: Working · your message will steer the turn
zh_hans: 正在工作 · 消息将转向当前任务

source: You can attach at most %lld files to one message.
zh_hans: 一条消息最多附加 %lld 个文件。

source: You said: %@
zh_hans: 你说：%@

source: Your answer
zh_hans: 你的回答

source: Your session expired. Sign in again.
zh_hans: 登录已过期，请重新登录。

source: answered by a rule
zh_hans: 已按规则自动回答

source: answered here
zh_hans: 已在此回答

source: answered in the terminal
zh_hans: 已在终端回答

source: clean
zh_hans: 干净

source: dirty
zh_hans: 有改动

source: done
zh_hans: 已完成

source: error
zh_hans: 错误

source: expired
zh_hans: 已过期

source: expires in %@
zh_hans: %@ 后过期

source: needs approval
zh_hans: 等待批准

source: needs input
zh_hans: 等待输入

source: now
zh_hans: 刚刚

source: offline
zh_hans: 离线

source: online
zh_hans: 在线

source: running
zh_hans: 运行中

source: sent from the queue
zh_hans: 来自排队

source: sent from the terminal
zh_hans: 来自终端

source: single use
zh_hans: 一次性

source: starting
zh_hans: 启动中

source: stopped
zh_hans: 已停止

source: terminal
zh_hans: 终端

source: terminal · attached
zh_hans: 终端 · 已连接

source: the agent will read it at its next step
zh_hans: agent 将在下一步读取

source: will be re-sent
zh_hans: 将重新发送

source: yesterday
zh_hans: 昨天
